/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Celular";
"connectivity.not-connected" = "Nuk është e lidhur";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Anulo";
"general.alertview.close" = "Mbylle";
"general.alertview.dismiss" = "Shkarkoni";
"general.alertview.error" = "Gabim";
"general.alertview.confirmation" = "Konfirmimi";

"general.alertview.ok" = "Ne rregull";
"general.alertview.reload" = "Ringarkoj";
"general.alertview.success" = "Sukses";

/* Filter sections title */
"history.filter.device" = "Pajisja";
"history.filter.networktype" = "Lloji i rrjetit";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETAJE";
"history.qos.headline.tests" = "TESTET";
"history.result.headline.details" = "Detajet";
"history.result.headline.map" = "Harta";
"history.result.headline.measurement" = "Matja";
"history.result.headline.network" = "Rrjeti";
"history.result.headline.qos" = "Testet e Cilësisë së Shërbimit";
"history.result.map.accuracy" = "Saktësia";
"history.result.map.invalid-coordinates" = "Koordinatat e pavlefshme";
"history.result.map.latitude" = "Gjerësia gjeografike";
"history.result.map.longitude" = "Gjatësia gjatësore";
"history.result.map.result" = "Rezultati i Hartës";
"history.result.map.show" = "Trego hartën";
"history.result.more-details" = "Më shumë detaje";
"history.result.qos.details" = "DETAJE";
"history.result.qos.details.description" = "PËRSHKRIM";
"history.result.qos.details.failed" = "D FASHTUAR";
"history.result.qos.details.succeeded" = "SUKSESUAR";
"history.result.qos.results" = "Rezultatet";
"history.result.qos.results-detail" = "Detajet e rezultateve";
"history.result.time" = "Koha";

/* History Sync Code Alert */
"history.sync.code-text" = "Kodi i sinkronizimit";
"history.sync.code.copy" = "Kopjoni kodin";
"history.sync.code.enter" = "Shkruani kodin";
"history.sync.code.enter-text" = "Vendosni kodin e sinkronizimit:";
"history.sync.code.request" = "Kërkoni kodin";
"history.sync.merge" = "Për të bashkuar historinë nga dy pajisje të ndryshme, kërkoni kodin e sinkronizimit në një pajisje dhe futeni në një pajisje tjetër";
"history.sync.success-message" = "Sinkronizimi i historisë ishte i suksesshëm.";
"history.sync.sync" = "Sinkronizo";

/* History index buttons */
"history.uibar.filter" = "Filtri"; /* Unused */
"history.uibar.sync" = "Sinkronizo";

/* Loop Mode */
"loopmode.change_server.title" = "NDRYSHO SERVERIN";
"loopmode.init.btn.test" = "Test";
"loopmode.init.btn.loop-test" = "Test loop";
"loopmode.test.header.measurement" = "MATJA";
"loopmode.test.header.current" = "AKTUALE";
"loopmode.test.header.median" = "MJEKIANSORE";
"loopmode.test.progress.format" = "LOOP MODE (%d i %d)";
"loopmode.test.init.title" = "MODE LOOP";
"loopmode.test.results.title" = "SHIKO REZULTATET E MODEVE";
"loopmode.test.time_to_next_test.title" = "KOHA P TOR TESTIN TJETR";
"loopmode.test.movement.title" = "L MVIZJE";
"loopmode.init.btn.loop.on" = "Lak";
"loopmode.init.btn.loop.off" = "Lak i fikur";
"loopmode.test.immediately" = "Menjëherë";

"loopmode.test.state.init" = "INIT";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "SHKARKO";
"loopmode.test.state.upload" = "NGARKONI";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "HUMBJET E PAKETS";
"loopmode.test.state.jitter" = "JITTER";

"loopmode.abort.abort" = "Prish";
"loopmode.abort.continue" = "Vazhdoni";
"loopmode.abort.keep" = "Mbaj";
"loopmode.abort.title" = "Abort?";
"loopmode.abort.message" = "A doni të ndërpritni matjen?";

"loopmode_alert.activation_privacy" = "Aktivizimi dhe Privatësia";
"loopmode_alert.activation_privacy.description" = "Modaliteti i lakut lejon përsëritjen automatike të testeve.";

"loopmode_alert.data_usage" = "Përdorimi i të dhënave";
"loopmode_alert.data_usage.description" = "Ju lutemi vini re se sasia e lartë e të dhënave transferohet gjatë modalitetit të lakut. Me lidhje interneti me shpejtësi të lartë, ekzekutimi i 10 testeve në një mënyrë loop konsumon 1 GB ose më shumë të shumës suaj të të dhënave.";
"loopmode_alert.data_usage.description_2" = "Rekomandohet të kryeni testin e lakut vetëm me një normë të vërtetë të sheshtë, kur trafiku shtesë nuk gjeneron kosto shtesë.";
"loopmode_alert.battery_power" = "Fuqia e baterisë";
"loopmode_alert.battery_power.description" = "Modaliteti i lakut harxhon shumë energji të baterisë. Midis provave të lakut, modaliteti i lakut mban GPS dhe ekranin aktiv, kështu që bateria harxhohet shumë më shpejt sesa në modalitetin e gatishmërisë. Testet konsumojnë gjithashtu energji të baterisë.";
"loopmode_alert.battery_power.description_2" = "Modaliteti i lakut duhet të përdoret vetëm nëse është i disponueshëm furnizimi me energji i zgjatur.";
"loopmode_alert.items.item_1" = "Testi i parë do të fillojë menjëherë pasi të shtypet butoni Start.";
"loopmode_alert.items.item_2" = "Testet e mëtejshme do të fillojnë ose pasi të ketë kaluar koha e pritjes (parazgjedhur 30 min) ose distanca e konfiguruar të jetë arritur (parazgjedhur 250m).";
"loopmode_alert.items.item_3" = "Testet do të kryhen derisa të kryhet numri i parafiguruar i testeve (10 teste të paracaktuara).";
"loopmode_alert.items.item_4" = "Këto vlera mund të ndryshohen te Settings.";
"loopmode_alert.items.item_5" = "Modaliteti i lakut përfundon automatikisht pas 2 ditësh.";
"loopmode_alert.items.item_6" = "Modaliteti i lakut mund të ndalet në çdo kohë.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Njoftimi Ligjor";

/* Intro location question */
"intro.location.question.message" = "Për të marrë shërbimin e vendndodhjes, ju lutemi aktivizoni atë në cilësimet!"; /* Unused */
"intro.location.question.title" = "Përdorimi i vendndodhjes"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "E panjohur";
"intro.network.connection.unavailable" = "Nuk ka lidhje në rrjet";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "RAM-i i aplikacionit";
"intro.popup.hardware.cpu" = "CPU";
"intro.popup.hardware.system-ram" = "RAM-i i sistemit";
"intro.popup.hardware.usage" = "Përdorimi i harduerit";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Lidhja në vazhdim ...";
"intro.popup.ip.connections" = "Lidhjet IP";
"intro.popup.ip.no-ip-text" = "n / a";
"intro.popup.ip.v4-external" = "IPv4 e Jashtme";
"intro.popup.ip.v4-internal" = "IPv4 i Brendshëm";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Vendndodhja";
"intro.popup.location.accuracy" = "Saktësia";
"intro.popup.location.age" = "Mosha";
"intro.popup.location.altitude" = "Lartësi";
"intro.popup.location.position" = "Pozicioni";
"intro.popup.location.source" = "Burimi"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Trafiku i sfondit";
"intro.popup.traffic.download" = "Shkarkoni trafikun";
"intro.popup.traffic.upload" = "Ngarko trafikun";

/* Map callout */
"map.callout.measurement" = "Matja";
"map.callout.network" = "Rrjeti";

/* Table section header title */
"map.options.filter.overlay" = "Mbivendosja";
"map.options.filter.country" = "Vendi i operatorëve";
"map.options.filter.operators" = "Operatorët";
"map.options.filter.period" = "Periudha";
"map.options.filter.technologies" = "Teknologjive";

"map.options.filter.countries" = "Vendet";
"map.options.filter.all_countries" = "Të gjitha vendet";

/* Map overlay description */
"map.options.overlay.auto" = "Automatike";
"map.options.overlay.heatmap" = "Harta e nxehtësisë";
"map.options.overlay.municipality" = "Komuna";
"map.options.overlay.points" = "Pikët";
"map.options.overlay.regions" = "Rajonet";
"map.options.overlay.settlements" = "Vendbanimet";
"map.options.overlay.shapes" = "Forma";
"map.options.overlay.whitespots" = "Njollat e bardha";

/* Alert view test intro message */
"test.intro-message" = "KUJDES! Përdorimi i këtij aplikacioni mund të rezultojë në një transferim të madh të vëllimit të të dhënave. Në një rrjet 3G, vëllimi i të dhënave për një provë të vetme është 5 deri në 10 MB. Në një rrjet 4G, ky vëllim mund të kalojë 100 MB. Ofruesi i aplikacionit nuk do të konsiderohet përgjegjës për konsum të tepërt të shkaktuar nga transferimi i të dhënave kur përdorni këtë aplikacion. Kur teston lidhjen e internetit, përdoruesi duhet të marrë parasysh trafikun që rezulton në Internet dhe të pranojë pasojat e transferimit të të dhënave.";

"test.aborted-message" = "Testi u ndërpre sepse aplikacioni doli në sfond. Testet mund të kryhen vetëm ndërsa aplikacioni po ekzekutohet në plan të parë.";

"test.connection.could-not-connect" = "Lidhja nuk mund të vendoset. Shkaku i mundshëm është se lidhja juaj është shumë e ngadaltë";
"test.connection.lost" = "Lidhja me serverin e provës humbi. Testi u ndërpre.";

/* Test phases */
"test.phase.download" = "Shkarko";
"test.phase.init" = "Fillimi";
"test.phase.ping" = "Ping";
"test.phase.upload" = "Ngarkoni";

"test.qos.failed" = "Testimi i Cilësisë së Shërbimit dështoi.";
"test.repeat" = "Test i Përsëritur";
"test.result.not-submitted" = "Testi përfundoi, por rezultatet nuk mund të dërgohen në serverin e provës.";
"test.results.title" = "Rezultatet e Testit";

"RMBT-TEST-START_QOS_BUTTON" = "Test QoS";

/* Unit suffex */
"test.speed.unit" = "Mbps";

"main-view-button-map" = "HARTA";
"history.delete" = "Fshij";
"test.abort.title" = "Abort?";
"test.abort.abort" = "Prish";
"test.abort.continue" = "Vazhdoni";
"test.abort.message" = "A doni të ndërpritni matjen?";
"test.startagain" = "Të fillojë përsëri";

/* Menu Items */
"RMBT-NI-HISTORY" = "Historia";
"RMBT-NI-HOME" = "Shtëpi";
"RMBT-NI-MAPS" = "Hartat";
"RMBT-NI-STATISTICS" = "Statistikat";
"RMBT-NI-SURVEY" = "Sondazh";
"RMBT-NI-HELP" = "Ndihmoni";
"RMBT-NI-HISTORY-DETAILS" = "Detajet";
"RMBT-NI-HISTORY-TESTRESULT" = "Rezultati i Testit";
"RMBT-NI-INFO" = "Info";
"RMBT-NI-LOOP-MODE" = "Modaliteti i lakut";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "Rezultatet";
"tabbar.title.map" = "Harta";
"tabbar.title.settings" = "Cilësimet";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Rezultati";
"RMBT-NI-FILTER" = "Filtri";
"RMBT-NI-SETTINGS" = "Cilësimet";
"RMBT-NI-PUBLISHPERSONALDATA" = "Dorëzoni të dhëna personale"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Uebfaqe";
"RMBT-INFO-EMAIL" = "Posta elektronike";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Kushtet e shërbimit";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Politika e privatësisë";
"RMBT-INFO-PRIVACYPOLICY" = "Politika e privatësisë";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Publikoni të dhëna personale";
"RMBT-INFO-CLINETUUID" = "Klienti UUID";
"RMBT-INFO-TESTCOUNT"  = "Numërimi i provave";
"RMBT-INFO-VERSION" = "Version";
"RMBT-INFO-SERVERVERSION" = "Versioni i serverit";
"RMBT-INFO-DEVELOPEDBY" = "Zhvilluar nga";
"RMBT-INFO-SOURCECODE" = "Kodi i burimit";
"RMBT-INFO-LEGALNOTICE" = "Njoftimi Ligjor i Hartave Google";

"RMBT-ABOUT-TITLE" = "%@ was created during the MoQoS project. The project partners were:";
"RMBT-ABOUT-FOOTER-TEXT" = "Vizitoni moqos.eu për më shumë informacion në lidhje me projektin.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Shkarkoni Mbps";
"RMBT-HOME-UPLOADMBPS" = "Ngarko Mbps";
"RMBT-HOME-START" = "FILLONI";
"RMBT-HOME-RUNAGAIN" = "Vrapo përsëri";
"RMBT-HOME-MBPS" = "(MBps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "About %@";
"RMBT-SETTINGS-LANGUAGE" = "Gjuhe";
"RMBT-SETTINGS-DARKMODE" = "Modaliteti i errët";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Cilësimet e modalitetit nerd";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Cilësimet e zhvilluesit";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Modaliteti anonim parandalon shoqërimin me uuidin e klientit, rezultati i matjes do të shkëputet menjëherë.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Modaliteti Nerd mundëson veçori të përparuara. Aplikacioni do të shfaqë më shumë informacion para dhe gjatë provës.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Cilësimet e zhvilluesit lejojnë ...";
"RMBT-SETTINGS-IPV4ONLY" = "Vetëm IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Vetëm IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "Matjet e QoS";
"RMBT-SETTINGS-QOSMANUALLY" = "Manualisht";
"RMBT-SETTINGS-QOSNETWORK" = "Në rrjetin e ri";
"RMBT-SETTINGS-QOSALWAYS" = "Gjithmonë";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Paraqisni të dhënat personale";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Paraqisni Testimin Zero";
"RMBT-SETTINGS-GENERAL" = "Gjeneral";
"RMBT-SETTINGS-INFORMATION" = "Informacioni";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Cilësia e shërbimeve";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "Matjet e cilësisë së shërbimit përfshijnë ...";
"RMBT-SETTINGS-QOSENABLED" = "QOS është aktivizuar";
"RMBT-SETTINGS-QOSDISABLED" = "QOS është çaktivizuar";
"RMBT-SETTINGS-NERDMODE" = "Modaliteti i zhveshur";
"RMBT-SETTINGS-ENABLENERDMODE" = "Aktivizo modalitetin nerd";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Modaliteti anonim";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Cilësimet e zhvilluesit";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Cilësimet e përparuara";

"RMBT-DEVSETTINGS-DISTANCE" = "Distanca (metra)";
"RMBT-DEVSETTINGS-MINDELAY" = "Intervali (minuta)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Numërimi i provave";
"RMBT-DEVSETTINGS-LOOPMODE" = "Modaliteti i lakut";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Kapërce testet QOS";

"RMBT-SETTINGS-SEND-LOG" = "Dërgo Regjistrin";
"RMBT-SETTINGS-DEV" = "Seksioni i Dev";
"dev.code" = "Kodi i Dev";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Parazgjedhja e sistemit";
"RMBT-SETTINGS-PRIVACY" = "Privatësia";
"RMBT-SETTINGS-LOCATION" = "Vendndodhja";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Menaxhoni lejet në lidhje me gjurmimin e vendndodhjes";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Përjashto nga Personalizimi i Reklamave";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Menaxhoni lejet në lidhje me ID-në e Reklamës";
"RMBT-SETTINGS-PERSISTENT-UUID" = "Klient i vazhdueshëm UUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "Nevojitet klient i vazhdueshëm UUID për të mundësuar historinë e matjeve dhe sinkronizimin e rezultateve midis pajisjeve";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analizat";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Aktivizoni analizat dhe dërgoni tek ne gjurmët e aksidentit";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Përjashto nga Personalizimi i Reklamave";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Për të menaxhuar lejet në lidhje me ID-në e Reklamës, ju lutemi shkoni te Settings -&gt; Privacy -&gt; Advertising";

"RMBT-MAIN-VIEWREPORT" = "Raporti i detajuar i matjes";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Reklamat janë hequr. Faleminderit për mbështetjen e Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Ne nuk mund ta përfundonim transaksionin.";

"settings.start_next_test_immediatelly" = "Filloni menjëherë provën tjetër";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standarde";
"RMBT-MAP-SATELLITE" = "Sateliti";
"RMBT-MAP-HYBRID" = "Hibride";
"RMBT-MAP-BASIC" = "Bazë";
"RMBT-MAP-STREETS" = "Rrugët";

"RMBT-MAP-OVERLAYOPTIONS" = "Opsionet e Hartës Pamja e mbivendosur"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "Cilësimet aktuale"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Kontrolloni versionin e serverit";
"RMBT-DEVSETTINGS-SEVER" = "Serveri";
"RMBT-DEVSETTINGS-ENABLED" = "Aktivizuar";
"RMBT-DEVSETTINGS-NOGPS" = "Nuk ka GPS";

"RBMT-BASE-DECLINE" = "Rënie";
"RBMT-BASE-AGREE" = "Pajtohem";
"RBMT-BASE-CONTINUE" = "Vazhdoni";

"RBMT-CONSUMPTION" = "Testi mund të shkaktojë rritje të konsumit të të dhënave";
"RBMT-BASE-PACKETLOSS" = "Humbja e paketave";
"RBMT-BASE-JITTER" = "Hidhërimë";
"RBMT-BASE-TRAFFIC" = "Trafiku aktual";
"RBMT-DISABLED" = "Me aftësi të kufizuara";
"RBMT-BASE-TESTSERVER" = "Server provë";
"RBMT-BASE-MEASUREMENTSERVERS" = "Serverat e matjes";
"RBMT-HISTORY-NORECORDSYET" = "Ende nuk janë kryer teste nga kjo pajisje";
"history.error.server_not_available" = "Serveri nuk është i disponueshëm. Provo përsëri më vonë.";
"history.empty.button.title" = "Bëni provën tuaj të parë";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "RRJETI";
"test.title.qos" = "QoS";
"test.title.performed" = "PERFORMUAR";
"test.title.passed" = "KALUAR";
"test.title.failed" = "D FASHTUAR";
"test.title.test" = "Ekzekutimi i testeve QoS:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "faqe interneti";
"test.qos.titles.TCP-ports" = "Portet TCP";
"test.qos.titles.UDP-ports" = "Portet UDP";
"test.qos.titles.voice-over-IP" = "Zëri mbi IP";
"test.qos.titles.traceroute" = "Gjurmë gjurmë";
"test.qos.titles.unmodified-content" = "Përmbajtje e pa modifikuar";
"test.qos.titles.transparent-connection" = "Lidhje transparente";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Ky test kontrollon nëse një faqe në internet referimi, bazuar në faqen e referencës ETSI Kepler, mund të transferohet përmes internetit.";
"test.qos.descriptions.TCP-ports" = "Portet TCP përdoren për të transferuar email, faqe në internet dhe përmbajtje tjetër të iternet.";
"test.qos.descriptions.UDP-ports" = "Portet UDP përdoren për telefoninë, zërin dhe transmetimin e videos bazuar në IP.";
"test.qos.descriptions.voice-over-IP" = "Simulohet një thirrje telefonike dykahëshe përmes internetit.";
"test.qos.descriptions.traceroute" = "Ky test regjistron rrugën e rrjetit midis kësaj pajisje dhe serverit.";
"test.qos.descriptions.unmodified-content" = "Ky test kontrollon nëse të dhënat nga serveri nuk po modifikohen gjatë transferimit.";
"test.qos.descriptions.transparent-connection" = "Ky test kontrollon nëse një kërkesë për faqe në internet nuk po modifikohet nga një përfaqësues.";
"test.qos.descriptions.DNS" = "DNS është direktoria e adresave të internetit. Ky test kontrollon nëse përgjigjet e DNS nuk manipulohen.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Rezultatet e hollësishme";


"measurement.unknown_error.message" = "Matja u ndërpre për shkak të një gabimi të panjohur.";
"measurement.unknown_error.title" = "Gabim i matjes";

/* History headers */
"history.header.ping" = "PING";
"history.header.test" = "TESTI / DATA";
"history.header.packet-loss" = "HUMBJET E PAKETS";
"history.header.jitter" = "JITTER";
"history.header.download" = "Shkarko";
"history.header.upload" = "Ngarkoni";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Pajtohem me Politikën e Privatësisë dhe Kushtet e Shërbimit.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Pajtohem me Kushtet e Shërbimit.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Pajtohem me Politikën e Privatësisë.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Pajtohem të paraqes të dhëna personale.";

"info.text.open_data_sources_notice" = "Përveç të dhënave tona, ne përdorim dhe përpunojmë të dhëna të hapura nga burimet e mëposhtme nën Creative Commons Attribution 4.0 licencë ndërkombëtare (CC BY 4.0): RTR-Netztest nga RTR-GmbH, Austri; AKOS Test Net nga AKOS, Slloveni; Netmetr nga CZ.NIC, Çeki; Merac Internetu nga RU, Sllovaki."; /* Make customization */


"info.title.open_data_sources_notice" = "Burimet e hapura të të dhënave";

"wizard.button.i_agree_to_all" = "Pajtohem për të gjithë";
"wizard.button.essential_settings_only" = "Vetëm Cilësimet Thelbësore";
"wizard.button.details" = "Cilësimet";

"wizard.one_page.title" = "Mirësevini në %@";
"wizard.one_page.privacy_description" = "Para se të filloni të përdorni aplikacionin, ne dëshirojmë që të rishikoni %@ dhe të bëni zgjedhje të informuara në lidhje me të dhënat personale. Ju gjithashtu mund ta rishikoni atë më vonë përmes faqes së menysë / informacionit. Ju gjithmonë mund të na kontaktoni me shqetësimet tuaja të privatësisë në %@.";
"wizard.one_page.analytics_title" = "ANALITIKA";
"wizard.one_page.analytics_description" = "Informacioni i Analytics përdoret për të kuptuar se si përdoruesit tanë përdorin aplikacionet për celularë dhe për të optimizuar vazhdimisht shërbimin. Ne gjithashtu mbledhim të dhëna për gjurmët e aksidenteve që na ndihmojnë të vlerësojmë, analizojmë dhe zgjidhim statistikisht aksidentet dhe defektet në kod. Ne gjithashtu përdorim identifikuesin e Reklamës për t&#39;i atribuar reklamat e servirura më parë një instalimi të një aplikacioni dhe për analizat e përdoruesve.";
"wizard.one_page.persistent_client_title" = "KLIENT QERSNDRUESHME UUID";
"wizard.one_page.persistent_client_description" = "Klient UUID është një ID e gjeneruar rastësisht që ruhet me çdo matje. Klient i Përhershëm UUID do të thotë që ID-ja është e njëjtë për çdo matje tuaj. Shtë e nevojshme për të mundësuar historinë e matjeve dhe sinkronizimin e rezultateve midis pajisjeve.";
"wizard.one_page.finish_description" = "Ju lutemi bëni zgjedhjen tuaj këtu. Mund ta ndryshoni më vonë te Settings.";


